Repository: tsielknovnomis/Did-I-Take-My-Meds-PL
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: pl_pl

source: %1$d remaining doses
pl_pl: Pozostałe dawki: %1$d

source: %1$s Starts %2$s Repeats every %3$d day(s), %4$d week(s), %5$d month(s), %6$d year(s)
pl_pl: %1$s Rozpoczyna się %2$s Powtarza się co %3$d dn., %4$d tyg. %5$d mies., %6$d rok/lata

source: %1$s%2$s per dose
pl_pl: %1$s%2$s/dawka

source: (Long click a record to delete it)
pl_pl: (W celu usunięcia przytrzymaj pole z zapisem).

source: (Tap a record to view details)
pl_pl: (Przytrzymaj, aby usunąć).

source: 10 remaining doses
pl_pl: 10 pozostałych dawek

source: 5mg per dose
pl_pl: 5mg/dawka

source: A widget that displays a single medication, the time since the last taken dose, and a button to submit a taken dose
pl_pl: Widżet pokazuje pojedynczy lek, czas od ostatniej dawki i przycisk do zatwierdzania przyjętej dawki

source: About
pl_pl: O aplikacji

source: Add
pl_pl: Dodaj

source: Add another dose
pl_pl: Dodaj kolejną dawkę

source: Add medications to your list
pl_pl: Dodaj leki do listy

source: Additionally, this application allows a user to record when they take a dose.
pl_pl: Dodatkowo aplikacja pozwala użytkownikowi na zapisywanie, kiedy przyjmuje dawkę.

source: An app to manage and track medication doses
pl_pl: Aplikacja do zarządzania i śledzenia dawek leków

source: Approximately %1$d day(s), %2$d hour(s), and %3$d minute(s) since last taken dose
pl_pl: Około %1$d dn., %2$d godz. i %3$d min od ostatniej przyjętej dawki

source: Approximately 0 day(s), 0 hour(s), and 0 minute(s) since last taken dose
pl_pl: Około 0 dn., 0 godz. i 0 min od ostatniej przyjętej dawki

source: Are you sure?
pl_pl: Czy na pewno?

source: As a part of a medication routine, this app can help prevent overdoses and skipped doses.
pl_pl: Jako część codziennej rutyny przyjmowania leków, aplikacja ta może pomóc zapobieganiu przedawkowaniu i pominięciu dawek.

source: Back up database
pl_pl: Zapisz kopię zapasową bazy danych

source: Back up failed
pl_pl: Nie udało się utworzyć kopii zapasowej

source: Back up successful
pl_pl: Pomyślnie utworzono kopię zapasową

source: Birth control schedule
pl_pl: Plan dawkowania antykoncepcji

source: Brazilian Portuguese translations by mezysinc on GitHub, lnux-usr on GitHub, and Card151915 on Weblate German translations by jpameli on GitHub French translations by Edanas on Weblate Hebrew translations by Yaron on Weblate Chinese Simplified translations by luxu on Weblate Spanish translations by sguinetti on Weblate, caos30 on Weblate, and nzgha on Weblate Catalan translations by caos30 on Weblate Turkish translation by Lion on Weblate Bug fix by johannes87 on GitHub
pl_pl: Brazylijsko-portugalskie tłumaczenia mezysinc na GitHub, Inux-usr na GitHub i Card151915 na Weblate Niemieckie tłumaczenia jpameli na GitHub Francuskie tłumaczenia Edanasa na Weblate Hebrajskie tłumaczenia Yarona na Weblate Uproszczone chińskie tłumaczenia luxu na Weblate Hiszpańskie tłumaczenia sguinetti na Weblate, caos30 na Weblate i nzgha na Weblate Katalońskie tłumaczenia caos30 na Weblate Tureckie tłumaczenia Lion na Weblate Usuwanie błędów johannes87 na GitHub

source: Brazilian Portuguese translations by mezysinc on GitHub, lnux-usr on GitHub, and Card151915 on Weblate \n \nGerman translations by jpameli on GitHub \n \nFrench translations by Edanas on Weblate \n \nHebrew translations by Yaron on Weblate \n \nChinese Simplified translations by luxu on Weblate \n \nSpanish translations by sguinetti on Weblate, caos30 on Weblate, and nzgha on Weblate \n \nCatalan translations by caos30 on Weblate \n \nTurkish translation by Lion on Weblate \n \nBug fix by johannes87 on GitHub \n \n
pl_pl: Brazylijsko-portugalskie tłumaczenia mezysinc na GitHub, Inux-usr na GitHub i Card151915 na Weblate \n n\Niemieckie tłumaczenia jpameli na GitHub \n \nFrancuskie tłumaczenia Edanasa na Weblate \n \nHebrajskie tłumaczenia Yarona na Weblate \n \nUproszczone chińskie tłumaczenia luxu na Weblate \n \nHiszpańskie tłumaczenia sguinetti na Weblate, caos30 na Weblate i nzgha na Weblate \n \nKatalońskie tłumaczenia caos30 na Weblate \n \nTureckie tłumaczenia Lion na Weblate \n \nUsuwanie błędów johannes87 na GitHub \n \n

source: Cancel
pl_pl: Anuluj

source: Choose A Medication
pl_pl: Wybierz lek

source: Closest dose: %1$s
pl_pl: Następna dawka: %1$s

source: Closest dose: 1:00PM today
pl_pl: Następna dawka: 13:00 dzisiaj

source: DITMM?
pl_pl: Leki?

source: Database is invalid
pl_pl: Nieprawidłowa baza danych

source: Database restored
pl_pl: Przywrócono bazę danych

source: Day(s)
pl_pl: dn.

source: Description
pl_pl: Opis

source: Did I Take My Meds?
pl_pl: Leki przyjęte?

source: Dose Amount
pl_pl: Wielkość dawki

source: Dose Details
pl_pl: Szczegóły dawki

source: Dose Unit
pl_pl: Sposób dawkowania

source: Dose and proof saved
pl_pl: Zapisano dawkę i zdjęcie

source: Each medication can trigger an independent reminder notification.
pl_pl: Każdy lek może wyświetlać niezależne przypomnienie.

source: Edit
pl_pl: Edytuj

source: Edit Medication
pl_pl: Edytuj lek

source: Edit cancelled
pl_pl: Edycja anulowana

source: Failed to get proof
pl_pl: Nie udało się załadować zdjęcia

source: Fill out all schedules before saving
pl_pl: Uzupełnij wszystkie plany dawkowania przed zapisaniem.

source: Fill out name before saving
pl_pl: Uzupełnij nazwę leku przed zapisaniem

source: Fill out schedule before confirming
pl_pl: Uzupełnij plan dawkowania przed zatwierdzeniem.

source: Google doesn't allow developers to place donation links in apps to support themselves if they are not tax exempt charities.
pl_pl: Google nie zezwala programistom na umieszczanie w aplikacjach linków do darowizn w celu wspierania swojej działalności, jeśli nie są to organizacje charytatywne zwolnione z podatku.

source: Hello blank fragment
pl_pl: Witaj pusty fragmencie

source: I just took it!
pl_pl: Dawka przyjęta!

source: If not, see https://www.gnu.org/licenses.
pl_pl: Jeśli tak się nie stało, wejdź na https://www.gnu.org/licenses.

source: If you still want to support me, you can find CorruptedArk on Liberapay in a separate browser.
pl_pl: Jeśli nadal chcesz nas wesprzeć, możesz wyszukać CorruptedArk na Liberapay w osobnej przeglądarce.

source: Inactive
pl_pl: Nieaktywne

source: It has multiple sentences and covers multiple lines.
pl_pl: Składa się z wielu zdań i obejmuje wiele wierszy.

source: It is designed to help prevent a user from skipping doses and/or overdosing.
pl_pl: Została zaprojektowana tak, aby pomóc zapobieganiu pominięciu dawek i przedawkowaniu przez użytkownika.

source: MMM d, yyyy
pl_pl: dd/MM/yyyy

source: Medication Details
pl_pl: Przyjmowanie leku

source: Medication Type
pl_pl: Typ leku

source: Medication active
pl_pl: Leczenie zapisano

source: Medication name
pl_pl: Nazwa leku

source: Medication saved
pl_pl: Lek zapisano

source: Month(s)
pl_pl: mies.

source: My GitHub repository is a good place to start.
pl_pl: Moje repozytorium na GitHub to dobre miejsce, by zacząć.

source: New Medication
pl_pl: Nowy lek

source: New medication cancelled
pl_pl: Dodawanie anulowano

source: Next dose: %1$s
pl_pl: Najbliższa dawka: %1$s

source: No image available
pl_pl: Zdjęcie jest niedostępne

source: Not taken
pl_pl: Nie przyjęto

source: Notifications disabled
pl_pl: Powiadomienia anulowane

source: Notifications enabled
pl_pl: Powiadomienia aktywowane

source: Okay
pl_pl: Ok

source: Pharmacy
pl_pl: Apteka

source: Pharmacy: %1$s
pl_pl: Apteka: %1$s

source: Pharmacy: Undefined
pl_pl: Apteka: nie określono

source: Pick a time before saving
pl_pl: Ustaw godzinę przed zapisaniem

source: Previous doses:
pl_pl: Poprzednia dawka:

source: Remaining Doses
pl_pl: Pozostałe dawki

source: Remind in 15 minutes
pl_pl: Przypomnienie za 15 min

source: Require photo proof
pl_pl: Wymagane zdjęcie potwierdzające

source: Restore database
pl_pl: Przywróć bazę danych

source: Rx #
pl_pl: Kod recepty

source: Rx #: %1$s
pl_pl: Kod recepty: %1$s

source: Rx #: Undefined
pl_pl: Kod recepty: nie określono

source: Sample Medicine
pl_pl: Przykładowy lek

source: Save
pl_pl: Zapisz

source: Schedule dose
pl_pl: Zaplanuj dawkę

source: See the GNU General Public License for more details.
pl_pl: Więcej szczegółów można znaleźć w licencji wolnego i otwartego oprogramowania GPL.

source: Sorry!
pl_pl: Przepraszam!

source: Sort
pl_pl: Sortuj

source: Start date
pl_pl: Data rozpoczęcia

source: Support me on Liberapay
pl_pl: Wesprzyj nas na Liberapay

source: Take with food
pl_pl: Przyjmowany z jedzeniem

source: Taken
pl_pl: Przyjęto

source: Taken as needed
pl_pl: Przyjmowany w razie potrzeby

source: The dose record will be permanently deleted.
pl_pl: Zapis przyjmowania leku zostanie trwale usunięty.

source: The medication will be permanently deleted
pl_pl: Lek zostanie trwale usunięty

source: There are no doses remaining If this is wrong, update the remaining doses by editing the medication
pl_pl: Brak pozostałych dawek. Jeśli to jest błąd, zaktualizuj pozostałe dawki poprzez edytowanie leku

source: There are no doses remaining\nIf this is wrong, update the remaining doses by editing the medication
pl_pl: Nie ma pozostałych dawek\nJeśli to jest błąd, zaktualizuj pozostałe dawki poprzez edytowanie leku

source: This is a sample description of a medication.
pl_pl: Oto przykładowy opis leku.

source: Time between doses:
pl_pl: Odstęp między dawkami:

source: Time for your dose
pl_pl: Czas przyjąć lek

source: Time taken: %1$s
pl_pl: Czas przyjęcia: %1$s

source: Today
pl_pl: dzisiaj

source: Tomorrow
pl_pl: jutro

source: Took it
pl_pl: Już przyjęto

source: Type: %1$s
pl_pl: Typ: %1$s

source: Type: Undefined
pl_pl: Typ: nieokreślony

source: Undefined
pl_pl: Nieokreślony

source: View the project on GitHub
pl_pl: Zobacz projekt na GitHub

source: Week(s)
pl_pl: tyg.

source: Year(s)
pl_pl: rok/lata

source: Yesterday
pl_pl: wczoraj

source: You already took this dose I hope you didn't take it again
pl_pl: Dawka została już przyjęta. Mam nadzieję, że nie została przyjęta ponownie.

source: You should have received a copy of the GNU General Public License along with this program.
pl_pl: Wraz z tą aplikacją powinieneś otrzymać kopię licencji wolnego i otwartego oprogramowania GPL.

source: You took this already
pl_pl: Dawka została już przyjęta

source: You will update the taken time of this dose and delete the associated proof image if it exists.
pl_pl: Zaktualizujesz czas przyjętej dawki i usuniesz połączone z nią obrazy, jeśli istnieją.

source: allows a user save multiple medications with complex schedules.
pl_pl: pozwala użytkownikowi na zapisanie wielu leków o złożonych harmonogramach.

source: confirm
pl_pl: Potwierdź

source: delete
pl_pl: Usuń

source: dev.corruptedark.diditakemymeds.fileprovider
pl_pl: pdev.corruptedark.diditakemymeds.fileprovider

source: h:mma
pl_pl: hh:mm

source: helps keep track of when to take medications.
pl_pl: pomaga śledzić, kiedy przyjąć leki.

source: images
pl_pl: zdjęcia

source: is a FOSS app to keep track of medications Did I Take My Meds?
pl_pl: to wolne i otwarte oprogramowanie pozwalające śledzić przyjmowanie leków Leki przyjęte?

source: is designed to help prevent a user from skipping doses and/or overdosing Copyright © 2021 Noah Stanford noahstandingford@gmail.com Did I Take My Meds?
pl_pl: ma na celu zapobieganie pomijaniu dawek i przedawkowaniu leku przez użytkownika Prawa autorskie zastrzeżone © 2021 Noah Stanford noahstandingford@gmail.com Leki przyjęte?

source: is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
pl_pl: jest rozpowszechniana z nadzieją, że będzie przydatna, ale BEZ JAKIEJKOLWIEK GWARANCJI; nawet bez domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ lub PRZYDATNOŚCI DO OKREŚLONEGO CELU.

source: is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
pl_pl: jest wolnym oprogramowaniem: możesz je rozprowadzać i/lub modyfikować zgodnie z warunkami licencji wolnego i otwartego oprogramowania GPL opublikowanej przez Fundacja Wolnego Oprogramowania, w wersji 3 tej Licencji lub (według własnego uznania) w dowolnej późniejszej wersji.

source: reminder notifications
pl_pl: Przypomnienia

source: select a time
pl_pl: wybierz godzinę

source: v%1$s by Noah Stanford (aka CorruptedArk) Did I Take My Meds?
pl_pl: v%1$s by Noah Stanford (aka CorruptedArk) Leki przyjęte?
